[
{
		"name": "Grand Federation",
		"leaderName": "Hiawatha",
		"adjective": ["Federation"],
		"startBias": ["Plains"],
		"preferredVictoryType": "Diplomatic",
		"personality": "Ramkhamhaeng",

        "startIntroPart1": "Greetings, noble Hiawatha, leader of the mighty Federation of nations! Your people lived near the great and holy lake Ontario since the ancient ages, on a land that will be later known as New York city. Long ago, the five peoples of Seneca, Onondaga, Mohawks, Cayugas and Oneida became one nation, the Haudenosaunee, the Iroquois. Although not having a written language, the wise Iroquois created the Great Law of Peace, which can be considered the first established constitution. For decades, your people fought powerful enemies, such as the Huron, and then the French and English colonists. With less warriors and inferior weaponry, the Iroquois still survived and walk on the path of peace and harmony, until their way of living faded away under the crush of the newborn United States nation.",
        "startIntroPart2": "Great Sachem Hiawatha, do you hear the complaints of your people? Can you light the path leading to the ancient Iroquois union? Will your new empire shine through the ages of history?",

        "declaringWar": "You are a plague upon Mother Earth! Prepare for battle!",
		"attacked": "You evil creature! My braves will slaughter you!",
		"defeated": "You have defeated us... but our spirits will never be vanquished! We shall return!",
		"introduction": "Greetings, stranger. I am Hiawatha, speaker for the United Tribes. We seek peace with all, but we do not shrink from war.",
		"neutralHello": "Good day.",
		"hateHello": "Oh, it's you.",
		"tradeRequest": "Does this trade work for you, my friend?",

        "outerColor": [54,72,72],
        "innerColor": [246,205,137],

        "favoredReligion": "Christianity",
		"uniqueName": "The United Tribes",
		"uniques": ["Resting point for Influence with City-States is increased by [25]", "Militaristic City-States grant units [2] times as fast when you are at war with a common nation",
		"Gain [10] Influence with a [Military] gift to a City-State", "Allied City-States provide [Production] equal to [+10]% of what they produce for themselves <in [capital] cities>",	
		"Allied City-States provide [Food] equal to [+10]% of what they produce for themselves <in [capital] cities>", "City-State territory always counts as friendly territory", "[-50]% City-State Influence degradation"],
		"cities": ["Onondaga","Osininka","Grand River","Akwesasme","Buffalo Creek","Brantford","Montreal","Genesse River",
			"Canandaigua Lake","Lake Simcoe","Salamanca","Gowanda","Cuba","Akron","Kanesatake","Ganienkeh","Cayuga Castle",
			"Chondote","Canajoharie","Nedrow","Oneida Lake","Kanonwalohale","Green Bay","Southwold","Mohawk Valley",
			"Schoharie","Bay of Quinte","Kanawale","Kanatsiokareke","Tyendinaga","Hahta"],
        "spyNames": ["Onatah", "Oneida", "Oshadagea", "Otetiani", "Genesee", "Dadgayadoh", "Otwtiani", "Kateri", "Onondakai", "Honanyawus"]
    },
]
